export default {
  data() {
    return {
      goods: [
        {
          brand: "ÄPPLARYD",
          name: "Угловой диван 4-местный ",
          type: "Диваны",
          description:
            "Этот диван отличается лаконичным дизайном, а мягкий чехол и пружины карманного типа обеспечивают оптимальный комфорт. Изящные ножки подчеркивают легкость и воздушность. Лаконичный и сбалансированный силуэт в сочетании с выразительным стилем позволяют подчеркнуть индивидуальный облик с помощью декоративных подушек и уютных пледов. Чтобы сделать диван ЭППЛАРЮД по-настоящему удобным, мы добавили мягкие чехлы и подушки, а также пружины карманного типа, которые помогут комфортно устроиться в любом положении — как сидя, так и лежа.",
          price: "123 997",
          vendorСode: "894.180.47",
          colors: ["#000", "#b47546"],
          id: 1,
          mainImg: "#000/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "VIMLE",
          name: "Диван 3-местный",
          type: "Диваны",
          description:
            "Мягкий и при этом упругий шезлонг прослужит долго, ведь для наполнения подушек используется высокоэластичный пенополиуретан, который обеспечивает поддержку тела и быстро восстанавливает свою форму. Секции дивана можно комбинировать разными способами, создавая спальное место удобного размера и формы. Если вам потребуется диван побольше, вы всегда можете добавить одну или две секции. Вы можете создать свою собственную идеальную комбинацию с помощью планировщика. Собирайте, разбирайте и снова компануйте, пока не найдете лучший вариант.",
          price: "69 999",
          vendorСode: "693.066.68",
          colors: ["#b47546", "#000"],
          id: 2,
          mainImg: "#b47546/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "ÄPPLARYD",
          name: "Диван с козеткой 3-местный",
          type: "Диваны",
          description:
            "Этот диван отличается лаконичным дизайном, а мягкий чехол и пружины карманного типа обеспечивают оптимальный комфорт. Изящные ножки подчеркивают легкость и воздушность. Лаконичный и сбалансированный силуэт в сочетании с выразительным стилем позволяют подчеркнуть индивидуальный облик с помощью декоративных подушек и уютных пледов. Чтобы сделать диван ЭППЛАРЮД по-настоящему удобным, мы добавили мягкие чехлы и подушки, а также пружины карманного типа, которые помогут комфортно устроиться в любом положении — как сидя, так и лежа.",
          price: "79 999",
          vendorСode: "894.180.47",
          colors: ["#b1aea4", "#62625e"],
          id: 3,
          mainImg: "#b1aea4/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "ÄPPLARYD",
          name: "Диван 2-местный",
          type: "Диваны",
          description:
            "Этот диван отличается лаконичным дизайном, а мягкий чехол и пружины карманного типа обеспечивают оптимальный комфорт. Изящные ножки подчеркивают легкость и воздушность. Лаконичный и сбалансированный силуэт в сочетании с выразительным стилем позволяют подчеркнуть индивидуальный облик с помощью декоративных подушек и уютных пледов. Чтобы сделать диван ЭППЛАРЮД по-настоящему удобным, мы добавили мягкие чехлы и подушки, а также пружины карманного типа, которые помогут комфортно устроиться в любом положении — как сидя, так и лежа.",
          price: "49 999",
          vendorСode: "605.062.28",
          colors: ["#62625e", "#b1aea4"],
          id: 4,
          mainImg: "#62625e/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "POÄNG",
          name: "Кресло",
          type: "Кресла",
          description:
            "Каркас из многослойного клееного березового шпона комфортно пружинит. Высокая спинка обеспечивает хорошую опору для шеи. Широкий ассортимент разнообразных подушек позволит легко обновить вид мебели ПОЭНГ и изменить интерьер. Для максимального комфорта кресло можно дополнить табуретом для ног ПОЭНГ.",
          price: "9 999",
          vendorСode: "293.193.85",
          colors: ["#3d4e5c", "#474649", "#bdb4a9"],
          id: 5,
          mainImg: "#3d4e5c/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "VEDBO",
          name: "Кресло c высокой спинкой",
          type: "Кресла",
          description:
            "Благодаря элегантному дизайну кресло гармонично впишется в любой интерьер. Если вы хотите уединенности в пространстве с открытой планировкой, но при этом хотите лишать себя возможности общаться с другими, то кресло VEDBO — идеальный вариант, Высокая вставка для поддержки спины создаст уютный закрытый уголок даже в помещении с открытой планировкой. VEDBO представлен в трех оттенках натуральной цветовой гаммы и придает шарма любой комнате Износостойкость чехла подтверждена 50000 циклов воздействия истиранием. Способность выдержать 15000 циклов и более считается нормой для мебели для бытового использования. Показатель более 30000 циклов означает высокую устойчивость материала к истиранию.",
          price: "16 999",
          vendorСode: "304.235.93",
          colors: ["#62625e", "#cba5a2", "#586a78"],
          id: 6,
          mainImg: "#62625e/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "ÄPPLARYD",
          name: "Кресло",
          type: "Кресла",
          description:
            "Плотно облегающая тканевая обивка выглядит привлекательно и создает уют, а благодаря стеганой отделке кресло смотрится особенно стильно. Подушки сиденья с наполнителем из высокоэластичного пенополиуретана и ваты из полиэстерного волокна обеспечивают особый комфорт. Чехол имеет уровень светостойкости (способность противостоять выцветанию) 5–6 по шкале от 1 до 8. В соответствии с отраслевыми стандартами материал с уровнем светостойкости 4 или выше подходит для домашнего использования.",
          price: "24 999",
          vendorСode: "192.691.59",
          colors: ["#62625e", "#b1b6a7"],
          id: 7,
          mainImg: "#62625e/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "VIMLE",
          name: "Табурет для ног",
          type: "Табуреты",
          description:
            "Положите ноги на табурет или используйте его в качестве дополнительного сиденья или удобного продолжения вашего дивана. Под сиденьем табурета для ног просторный отсек для хранения. Нужные вещи всегда будут под рукой, сохраняя пространство вокруг дивана в чистоте и порядке. Для контактных поверхностей использована мягкая, гладкая и прочная кожаная обивка ГРАНН. Обивка БУМСТАД для остальных поверхностей изготовлена из ткани, которая по внешнему виду и на ощупь неотличима от натуральной кожи. Простой уход – достаточно протереть влажной тканью.",
          price: "21 000",
          vendorСode: "604.667.84",
          colors: ["#b47546", "#000"],
          id: 8,
          mainImg: "#b47546/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "OTTERÖN",
          name: "Пуф для дома",
          type: "Пуфы",
          description:
            "Положите ноги на табурет или используйте его в качестве дополнительного сиденья или удобного продолжения вашего дивана. Под сиденьем табурета для ног просторный отсек для хранения. Нужные вещи всегда будут под рукой, сохраняя пространство вокруг дивана в чистоте и порядке. Для контактных поверхностей использована мягкая, гладкая и прочная кожаная обивка ГРАНН. Обивка БУМСТАД для остальных поверхностей изготовлена из ткани, которая по внешнему виду и на ощупь неотличима от натуральной кожи. Простой уход – достаточно протереть влажной тканью.",
          price: "4 399",
          vendorСode: "193.048.55",
          colors: ["#8c2a5b", "#3c7b71"],
          id: 9,
          mainImg: "#8c2a5b/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "BESTÅ",
          name: "Шкаф для ТВ",
          type: "Шкафы",
          description:
            "Благодаря нескольким отверстиям на задней панели тумбы под ТВ провода от телевизора и других устройств всегда будут под рукой, но не на виду. Благодаря доводчикам ящики закрываются плавно и бесшумно. Специальное отверстие в верхней панели обеспечит удобное и компактное размещение проводов. Два ящика и полки за дверцами обеспечат достаточно места для хранения. Съемные полки позволяют регулировать пространство. Организуйте и оптимизируйте систему для хранения БЕСТО, используя подходящие коробки и вставки.",
          price: "18 699",
          vendorСode: "193.294.17",
          colors: ["#000", "#fff"],
          id: 10,
          mainImg: "#000/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "BESTÅ",
          name: "Шкаф для ТВ",
          type: "Шкафы",
          description:
            "Благодаря нескольким отверстиям на задней панели тумбы под ТВ провода от телевизора и других устройств всегда будут под рукой, но не на виду. Специальное отверстие в верхней панели обеспечит удобное и компактное размещение проводов. Ящики со встроенным нажимным механизмом открываются легким нажатием. Ящики обеспечат более упорядоченное хранение ваших вещей. А полки за дверцами предоставят еще больше места.",
          price: "48 599",
          vendorСode: "894.110.03",
          colors: ["#000", "#fff"],
          id: 11,
          mainImg: "#000/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "VIMLE",
          name: "Комбинация для хранения",
          type: "Шкафы",
          description:
            "Изготовлено из древесины из ответственно управляемых лесных хозяйств. Массив сосны с проработанными деталями и брашированной поверхностью обеспечивает прочность, устойчивость и подчеркивает классический стиль. Со временем эта мебель будет выглядеть только лучше. Стеклянные дверцы позволяют продемонстрировать содержимое шкафа, защищая его от пыли. Прочные полки из закаленного стекла с деревянными кромками придают мебели легкость, элегантность и воздушность.",
          price: "33 980",
          vendorСode: "892.660.58",
          colors: ["#b1aea4", "#fff"],
          id: 12,
          mainImg: "#b1aea4/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "BESTÅ",
          name: "Модуль с электронным замком",
          type: "Шкафы",
          description:
            "Встроенный замок гарантирует безопасность ваших вещей. Благодаря интегрированному доводчику ящик закрывается плавно и бесшумно. С помощью магнитов металлическую поверхность можно превратить в доску для записей. Пространство за полкой позволяет легко собрать провода и направить их в отверстие для проводов на задней поверхности. Полку можно установить на разной высоте или снять, что позволяет хранить вещи разного размера.",
          price: "20 499",
          vendorСode: "692.869.67",
          colors: ["#fff", "#000"],
          id: 13,
          mainImg: "#fff/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "BESTÅ",
          name: "Комбинация для хранения с ящиками",
          type: "Шкафы",
          description:
            "Конструкция петель позволяет отрегулировать и выровнять дверцу по вертикали и по горизонтали. Ящики со встроенным нажимным механизмом открываются легким нажатием. Съемные полки позволяют регулировать пространство. Два ящика и полки за дверцами обеспечат достаточно места для хранения. Организуйте и оптимизируйте систему для хранения БЕСТО, используя подходящие коробки и вставки.",
          price: "18 200",
          vendorСode: "794.355.37",
          colors: ["#e8dbca", "#fff", "#73554c", "#b1aea4"],
          id: 14,
          mainImg: "#e8dbca/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "VIMLE",
          name: "Комбинация настенных шкафов",
          type: "Шкафы",
          description:
            "Настенная полка VIMLE позволяет сэкономить пространство на полу и максимально эффективно использовать стену. Комбинируйте открытое и закрытое хранение в зависимости от потребностей. Ассиметричное расположение секций подчеркнет индивидуальность решения для хранения. Дверца со встроенным нажимным механизмом открывается легким нажатием. Съемная полка позволяет регулировать внутреннее пространство в соответствии с потребностями хранения.",
          price: "10 500",
          vendorСode: "692.863.97",
          colors: ["#62625e", "#fff"],
          id: 15,
          mainImg: "#62625e/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "BESTÅ",
          name: "Козетка",
          type: "Кресла",
          description:
            "Независимые пружины обеспечивают комфортную поддержку и повторяют изгибы тела. Козетка отличается особым удобством благодаря верхнему слою мягкого наполнителя из шариков волокна. Высокая спинка и поддержка шеи для максимального комфорта. На подлокотники с мягким наполнителем можно удобно облокотиться или положить голову, если вы решили прилечь.",
          price: "75 500",
          vendorСode: "992.661.52",
          colors: ["#000", "#b47546"],
          id: 16,
          mainImg: "#000/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "ÄPPLARYD",
          name: "Садовый табурет",
          type: "Табуреты",
          description:
            "Используйте стул в качестве дополнительного сиденья или дополнения к модульному дивану. Практичное отделение для хранения под сиденьем. Материалы, из которых изготовлена эта садовая мебель, не требуют ухода. Легко поддерживать в чистоте – достаточно протереть влажной тканью.",
          price: "6 000",
          vendorСode: "304.246.01",
          colors: ["#a5906a", "#62625e"],
          id: 17,
          mainImg: "#a5906a/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "IDANÄS",
          name: "Тумба прикроватная",
          type: "Тумбы",
          description:
            "Массив дерева – прочный натуральный материал. Вставка в ящик обеспечит удобное хранение различных мелочей. Чтобы ящики не выпадали при открывании, они оснащены специальным стопором. Также можно использовать как прикроватный столик.Комбинируется с другой мебелью из серии ХЕМНЭС. В ящик можно положить примерно 5 пар брюк или 10 футболок.",
          price: "7 999",
          vendorСode: "504.588.12",
          colors: ["#73554c", "#fff"],
          id: 18,
          mainImg: "#73554c/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "RÅVAROR",
          name: "Модуль на колесах",
          type: "Шкафы",
          description:
            "На этом модуле поместится очень многое — от гаджетов до одежды. Если вы хотите что-то спрятать или рассортировать, модуль всегда можно дополнить коробками и корзинами на ваш вкус. Легко передвигать благодаря колесикам. Два колесика можно заблокировать, чтобы зафиксировать модуль на месте. Прочную стальную поверхность с порошковым покрытием легко поддерживать в чистоте.",
          price: "10 999",
          vendorСode: "104.545.66",
          colors: ["#000"],
          id: 19,
          mainImg: "#000/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "RÅVAROR",
          name: "3 секции/полки/шкаф",
          type: "Шкафы",
          description:
            "Необработанный массив дерева – прочный натуральный материал, который можно покрыть маслом или воском для повышения износостойкости. Придайте мебели индивидуальную выразительность, обработав ее морилкой или покрасив в свой любимый цвет. Полки можно устанавливать на разном уровне в соответствии с потребностями хранения. Массив сосны – натуральный материал, который со временем выглядит только лучше. Эту мебель необходимо крепить к стене с помощью прилагаемого стенного крепежа. Для разных стен требуются различные крепежные приспособления. Подберите подходящие для ваших стен шурупы, дюбели, саморезы и т. п. (не прилагаются).",
          price: "15 398",
          vendorСode: "592.483.82",
          colors: ["#e8dbca"],
          id: 20,
          mainImg: "#e8dbca/1.webp",
          quantityOfGoods: 1,
        },

        {
          brand: "KALLAX",
          name: "Домик для козла",
          type: "Тумбы",
          description:
            "Благодаря небольшому окошку ваш рыжий урод будет чувствовать себя в безопасности. Благодаря лицевой отделке задней панели можно использовать в открытом стеллаже, разделяющем комнату.",
          price: "2 799",
          vendorСode: "904.281.68",
          colors: ["#fff"],
          id: 21,
          mainImg: "#fff/1.webp",
          quantityOfGoods: 1,
        },
      ],
    };
  },
};
